0="252"
1="Nume / Ext"
2="Nume / "
3="Ext"
4="Mărime"
5="Data/Ora"
6="Eroare %i la conectare!"
7="Eroare %i la schimbare dosar!"
8="Nu pot accesa fişierul!"
9="Nu găsesc fişierul!"
10="Nu pot accesa fişierul destinaţie!"
11="Nu pot copia/muta fişierul!"
12="Nu pot copia dosarul în el însuşi!\n%s"
13="Nu pot şterge fişierul(ele) %i !"
14="Eroare, nu pot crea dosarul!"
15="Eroare CRC la despachetarea fişierului!\n%s"
16="Eroare la scrierea fişierului destinaţie!\n%s"
17="Eroare la citirea fişierului ZIP!"
18="Eroare în fişierul ZIP!"
19="Despachetare oprită!"
20="Fişierul ZIP conţine format nesuportat (ZIP 1.0)!"
21="Fişierul ZIP este criptat!"
22="Eroare de unzip necunoscută!"
23="Eroare de unzip"
24="Nu pot schimba atributele in ZIP!"
25="Eroare"
26="Avertisment!"
27="Câmp invalid de dată sau timp!"
28="Eroare, fişier prea mare!\nMax 64k sunt suportaţi!"
29="De la: "
30="Către:     "
31="Copiere / Mutare"
32="Copierea/Mutarea fiş/dosar %i în:"
33="Lipire"
34="Ştergere"
35="Ştergere:"
36="Creează scurtătură"
37="Creează scurtătură pentru fiş/dosar %i în:"
38="Doreşti ştergerea fiş/dosar %i selectate?"
39="Copiez fişiere rămase..."
40="Introdu numele dosarului:"
41="Creez dosar"
42="Suprascriu: %s\n   %i Byte, %i.%02i.%04i %i:%02i:%02i\n\ncu: %s\n   %i Byte, %i.%02i.%04i %i:%02i:%02i"
43="Fişierul destinaţie există, suprascriu?"
44="Despachetează"
45="Despachetez fiş/dosar %i în:"
46="Zip-ează fiş/dosar %i în:"
47="Titlu nou pentru intrarea în meniu:"
48="Listă rapidă de dosare"
49="Adaugă dosar curent"
50="Şterge dosar curent"
51="Parametri:"
52="Execută"
53="Schimbă"
54="Şterge"
55="Şterge buton:"
56="Programe (*.exe)~*.exe~Toate fişierele (*.*)~*.*~~"
57="Toate fişierele"
58="Vizualizare fişier"
59="Editare fişier"
60="Fişier nou"
61="Defineşte altul"
62="Setare ca implicit"
63="Deschide"
64="Dezarhivează ZIP"
65="Copiază/Mută"
66="Redenumeşte"
67="Şterge"
68="Copiază în memoria clipboard"
69="Mută în memoria clipboard"
70="Lipeşte aici (Copiere)"
71="Lipeşte aici (Mutare)"
72="Proprietăţi"
73="Introdu masca de selecţie, ex: *.txt *.doc"
74="Selectează/Deselectează fişierele"
75="Caută:"
76="%i Fişier(e), %i Dosar(e)"
77="bytes"
78="zip-aţi"
79="General"
80="Scurtătură"
81="Caută în:"
82="Minut(e)"
83="Oră(e)"
84="Zi(le)"
85="Lună(i)"
86="An(i)"
87="Eroare, fişier prea mare!\nMemorie insuficientă pt. a-l salva!"
88="Eroare, nu pot crea fişierul!"
89="Eroare la scrierea în fişier!"
90="Eroare, fişier prea mare!\nMemorie insuficientă pt. căutare!"
91="Eroare, fişier prea mare!"
92="Buffer plin!"
93="Editor"
94="Caută text:"
95="Caută"
96="Fişier modificat, salvaţi?"
97="[FărăNume]"
98="Toate fişierele (*.*)~*.*~Fişiere text (*.txt)~*.txt~~"
99="Programe (*.exe;*.lnk)~*.exe;*.lnk~Toate fişierele (*.*)~*.*~~"
100="(*.exe;*.dll;*.ico;*.icl)~*.exe;*.dll;*.ico;*.icl~Toate fişierele (*.*)~*.*~~"
101="Vizualizare"
102="Editare"
103="Copiere/Mutare"
104="Redenumire"
105="Creează Dosar"
106="Ştergere"
107="Împachetează cu ZIP"
108="Reîmprospătare"
109="Proprietăţi"
110="Sub-Bar"
111="Deschide"
112="Salvează"
113="Taie"
114="Copiază"
115="Lipeşte"
116="Reface"
117="Caută/Caută următorul"
118="Şterge"
119="Mod 2 ferestre"
120="Mod o singură fereastră"
121="Mod 2 ferestre virtuale"

122="Infraroşu"
123="Trimite fişiere prin infraroşu"
124="Recepţionează prin infraroşu aici"
125="IR-Recepţie (OBEX-Protocol)"
126="IR-Trimitere (OBEX-Protocol)"
127="Se trimite către celălalt aparat!"
128="Se primeşte de la celălalt aparat!"
129="Se conectează..."
130="Conectat!"
131="Salvează fişierul ca:"
132="Caută obiect: "
133="Nu pot deschide sursa! Continui cu următorul?"
134="Nu am găsit nici un obiect in rază!"
135="Conectare eşuată!"
136="Eroare de funcţie"
137="Funcţie nesuportată!"
138="Destinaţie invalidă!"
139="Transfer eşuat (cod %d)."
140="Eroare la scrierea noului fişier ZIP!"
141="Memorie insuficientă!"
142="Împachetare oprită!"
143="Eroare la citirea fişierului!"
144="Nu pot deschide fişierul pentru citire!"
145="Eroare în funcţia de compresie!"
146="Eroare CRC la compresie!"
147="Eroare, nu pot crea fişierul temporar!"
148="Eroare, vechiul fişier ZIP are format nesuportat, nu-l pot împacheta!\r\nTrebuie despachetate toate fişierele şi creat un nou ZIP cu ele."
149="Mod selecţie alternativ"
150="Aparatul dvs. este pregătit să primească date prin portul Infraroşu!"
151="Această funcţie este necesară doar aparatelor fără dispozitiv de recepţie intern."
152="Va trebui dezactivată funcţia de recepţie internă a aparatului pentru a utiliza această funcţie."
153="Transfer refuzat!"
154="Timp expirat!"
155="Deconectare..."
156="Transfer complet!"
157="Poţi trimite un alt fişier, sau închide fereastra de recepţie acum."
158="Spaţiul pe disk"
159="Deconectare"
160="Mod Transfer: Binar"
161="Mod Transfer: Text"
162="Mod Transfer: Automat"
163="Nume utilizator:"
164="Parola:"
165="Cont:"
166="Firewall Utilizator:"
167="Firewall Parola:"
168="Dosar destinaţie:"
169="Transfera următorul fisier in mod TEXT:"
170="Plugin"
171="Mergi la/Istoric"
172="Nu pot accesa acest dosar! Ştergeţi lista rapidă?"
173="Selectează destinaţia:"
174="Apasă OK pentru reîncercare"
175="OBEX trimis"
176="Asociază"
177="Notă: Va rog reporniţi aparatul dacă simbolul afişat este incorect."
178="ATENŢIE: Asocierea unui fişier cu Pocket Internet Explorer poate duce la o buclă infinită!"
179="Adăugări"
180="Aranjare verticală"
181="Pentru verificare, mai introduceţi o dată parola!"
182="Selecţie totală"
183="Inversează selecţia"
184="Select/Deselect. fişierele"
185="Selectează toate cu aceiaşi extensie"
186="Tasta CTRL"
187="Tasta SHIFT"
188="Pagină sus"
189="Pagină jos"
190="Adaugă buton nou"
191="Mută butonul..."


{Main menu}
1000="&Fişier"
1001="Caută &fişiere\tCtrl+F"
1002="&Redenumeşte\tCtrl+2"
1003="&Vizualizează\tCtrl+3"
1004="&Editează\tCtrl+4"
1005="C&opiază/Mută\tCtrl+5"
1006="Creează &scurtătură\tCtrl+Shift+5"
1007="Creează &Dosar\tCtrl+7"
1008="Ş&terge\tCtrl+8"
1009="Împachetează cu &ZIP\tCtrl+Alt+5"
1010="&Proprietăţi\tAlt+Enter"
1011="Recreare arbore de dosare\tCtrl+R"
1012="&Trimite prin infraroşu"
1013="&Recepţionează prin infraroşu aici"
1014="&Trimite prin Bluetooth"
1020="&Arată"
1021="&Scurt"
1022="&Complet"
1023="&Iconuri mari"
1024="&Mod o singură fereastră"
1025="Ascunde fişierele din &ROM"
1026="&Listă rapidă dosare\tCtrl+D"
1027="&Vizualizare arborescentă\tCtrl+T"
1028="S&elect/deselect fişiere\tCtrl+'-'"
1029="&Despre/Setări"
1030="Ieşire"
{Short forms for PocketPC}
1031="Fişier"
1032="Arată"

1033="Ajutor"
1034="Selecţie"
1035="Detalii"
1036="Ajustează tabelarea"

{Editor menu}
1500="&Fişier"
1501="&Deschide..."
1502="&Salvează"
1503="Salvează ca &text..."
1504="Salvează ca &Unicode..."
1505="&Închide"
1506="Caracter&..."
1507="&Nou"

1510="&Editare"
1511="&Refacere\tCtrl+Z"
1512="&Taie\tCtrl+X"
1513="&Copiază\tCtrl+C"
1514="&Lipeşte\tCtrl+V"
1515="&Şterge\tDel"
1516="C&aută...\tCtrl+F"
1517="Caută &următorul\tCtrl+Shift+F"
1518="Selectează t&ot\tCtrl+A"
1519="&Despărţire cuvinte"
{Short forms for PocketPC}
1530="&Fişier"
1531="&Editare"

2000="OK"
2001="Renunţă"
2002="Arborescent"

2101="Copiază"
2102="Mută"
2103="Compresie"
2104="Cr&iptare"

3001="&Căutare..:"
3002="Conţinând &text:"
3003="Litere mari&/mici"
3004="&Unicode"
3005="&Nu mai vechi de:"
3006="&Dimensiune:"
3007="Start"

4000="Proprietăţi"
4001="Locaţie:"
4002="Dimensiune:"
4003="Atribute:"
4004="Doar &citire"
4005="&Arhivă"
4006="Asc&uns"
4007="&Sistem"
4008="în ROM"
4009="Schim&bă"
4010="&Dată:"
4011="&Timp:"
4012="Acu&m"
4013="Ultima dată a modif"
4014="R&ecursiv în dosare"
4015="Destina&ţie:"
4016="&Fişier >>"
4017="D&osar >>"
4018="Liber:"
4019="Total:"

5000="Alege caracter"
5001="&Caracter:"
5002="&Dimensiune:"
5003="În&groşat"
5004="&Înclinat"
5005="Exemplu"
5006="&Simboluri:"

6000="Schimbă buton"
6001="&Comandă:"
6002="&Parametru:"
6003="Calea de &start :"
6004="&Fişier icon:"
6005="&Index:"

7001="Su&prascrie"
7002="Suprascrie &toate"
7003="&Sari"
7004="&Renunţă"
7005="Suprascrie cele &vechi"
7006="S&ari peste toate"
7007="&Continuare"

8001="&Selectează"
8002="&Deselectează"
8003="Se&lecţiile vechi:"

8501="Sortează după:"
8502="Dim. coloană:"
8503="Nume:"
8504="Dim.:"
8505="Data:"

9000="Despre CEcmd"
9001="&Start cu un singur click"
9002="Schimbă &font"

9500="Mod de afişare"
9501="(a doua fereastră se află în afara ecranului,o vei vedea apăsând >)"

// Strings for the built-in plugins
// FTP settings dialog
20000="Setari FTP"
20001="Serv&er nume[:port]:"
20002="&Nume utiliz.:"
20003="P&arola:"
20004="&Dosar sursă:"
20005="Trimite c&md:"
20006="Server &tip:"
20007="&Firewall:"
20008="Foloseste modul &pasiv"

// FTP firewall settings dialog
20100="Setări Firewall"
20101="Metodă Firewall"
20102="Informaţii Firewall"
20103="Gazda[:Port]:"
20104="Utilizator (fwu):"
20105="Parola (fwp):"
20106="Transparent"

// Other ftp client strings
20200="Conexiune nouă"
20201="Conexiune rapidă"
20202="Nume Conexiune:"
20203="Renunţare la conexiune!"
20204="Conexiune pierdută, se reconectează..."
20205="Reconectare cu succes!"
20206="Autodetecţie"
20207="Încarcă string detecţie"
20208="Adaugă firewall nou..."

// FTP error messages
20210="Renunţare la descărcare!"
20211="Renunţare la încărcare!"
20212="Comanda TYPE eşuată!"
20213="Nu pot crea socket!"
20214="Bind eşuat"
20215="GetSockName eşuat!"
20216="Listen eşuat!"
20217="Comanda PORT eşuată!"
20218="Sursa şi destinaţia sunt diferite!"
20219="Neconectat!"
20220="Comandă în progres!"
20221="Nu pot crea dosarul sursă!"
20222="Conectare eşuată!"
20223="Eroare la scriere, disc probabil plin!"

20240="Conectare ok!"
20241="Nume utilizator neacceptat!\n"
20242="Parolă neacceptată!\n"
20243="Cont neacceptat!\n"
20244="OFFLINE!"
20245="Aştept conexiune server..."
20246="Avertisment: Salvarea parolei în regiştri nu este o metodă sigură!\r\n\r\nDin motive de securitate, nu ar trebui să o salvezi aici, ci să o introduci la fiecare conectare când se va cere."

// LAN plugin strings
21000="<Server Nou>"
21001="_Deschidere rapidă"
21002="Locaţie server"
21003="Introdu numele serverului, ex. myserver sau \\\\server1\\e :"
21004="Conexiune nouă"
21005="Nume conexiune"

// Registry plugin strings
22000="(implicit)"
22001="+Adaugă valoare+"
22002="Valoare nouă #1"
22003="Conţinutul.. <%s>:"
22004="Valoare şir"
22005="Eroare în linia %d, nu este şir hexadecimal valid!"

// Registry plugin: Edit numeric value
22020="Editare valoare numerică"
22021="&Valoare:"
22022="&Zecimal"
22023="&Hexa"
22024="Baza"

// Registry plugin: Create new value dialog
22040="Valoare nouă"
22041="&Nume:"
22042="Ş&ir"
22043="&DWORD"
22044="&Binar"
22045="Şir &multiplu"
22046="&Şir Expandabil"
22047="Tip"

// Registry plugin: Edit hex value dialog
22060="Editare valoare Hexazecimală"

23000="&Codare"
23001="UTF-8"
23002="ANSI (codul de pagină local)"
23003="ASCII/DOS (codul de pagină local)"
23004="MacOS (2)"
23005="Europa de Est (1250)"
23006="Windows Cirilic (1251)"
23007="Latin1 - Europa de Vest (1252)"
23008="Greacă (1253)"
23009="Turcă (1254)"
23010="Ebraică (1255)"
23011="Arabă (1256)"
23012="Ţările Baltice (1257)"
23013="Vietnameză (1258)"
23014="China Continentală (936)"
23015="China - Taiwan (950)"
23016="Japoneză (932)"
23017="Koreană (949)"
23018="Tailanda (874)"
23019="DOS-SUA (437)"
23020="DOS-LATIN1 (850)"
23021="Chirilic KOI8-R (20866)"
23022="Altele (introduceţi codul de pagină manual)"
